Revit 2027 API
ParameterTypeId.RebarSystemAddlInteriorOffset Property
 "Additional Interior Cover Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemAddlInteriorOffset { get; }
Public Shared ReadOnly Property RebarSystemAddlInteriorOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemAddlInteriorOffset {
	ForgeTypeId^ get ();
}
static member RebarSystemAddlInteriorOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace